[
  {
    "id": "asamblea-2025",
    "album": "Asamblea General 2025",
    "category": "Asambleas",
    "date": "2025-02-15",
    "description": "Asamblea General de la AEFN",
    "photos": [
      {
        "id": "foto-1",
        "title": "Presentaci贸n de directiva",
        "image": "images/gallery/asamblea-1.jpg",
        "description": "Presentaci贸n de la nueva directiva"
      },
      {
        "id": "foto-2",
        "title": "Asistentes",
        "image": "images/gallery/asamblea-2.jpg",
        "description": "Miembros de AEFN en la asamblea"
      },
      {
        "id": "foto-3",
        "title": "Discusi贸n",
        "image": "images/gallery/asamblea-3.jpg",
        "description": "Momento de discusi贸n"
      }
    ]
  },
  {
    "id": "conferencia-fisica",
    "album": "Conferencia de F铆sica",
    "category": "Conferencias",
    "date": "2025-01-20",
    "description": "Conferencia sobre F铆sica Moderna",
    "photos": [
      {
        "id": "foto-4",
        "title": "Conferencista",
        "image": "images/gallery/conferencia-1.jpg",
        "description": "Dr. Conferencista presentando"
      },
      {
        "id": "foto-5",
        "title": "Audiencia",
        "image": "images/gallery/conferencia-2.jpg",
        "description": "Estudiantes escuchando la conferencia"
      }
    ]
  },
  {
    "id": "evento-clubes",
    "album": "Evento de Clubes",
    "category": "Clubes",
    "date": "2024-12-10",
    "description": "Evento de presentaci贸n de clubes",
    "photos": [
      {
        "id": "foto-6",
        "title": "Stand Club Astronom铆a",
        "image": "images/gallery/clubes-1.jpg",
        "description": "Stand del Club de Astronom铆a"
      },
      {
        "id": "foto-7",
        "title": "Stand Club Programaci贸n",
        "image": "images/gallery/clubes-2.jpg",
        "description": "Stand del Club de Programaci贸n"
      },
      {
        "id": "foto-8",
        "title": "Participantes",
        "image": "images/gallery/clubes-3.jpg",
        "description": "Estudiantes en el evento"
      }
    ]
  },
  {
    "id": "taller-laboratorio",
    "album": "Taller de Laboratorio",
    "category": "Talleres",
    "date": "2024-11-05",
    "description": "Taller pr谩ctico en el laboratorio",
    "photos": [
      {
        "id": "foto-9",
        "title": "Laboratorio 1",
        "image": "images/gallery/laboratorio-1.jpg",
        "description": "Estudiantes en el laboratorio"
      },
      {
        "id": "foto-10",
        "title": "Experimento",
        "image": "images/gallery/laboratorio-2.jpg",
        "description": "Realizando experimento"
      }
    ]
  },
  {
    "id": "actividad-social",
    "album": "Actividad Social",
    "category": "Actividades Sociales",
    "date": "2024-10-28",
    "description": "Integraci贸n y esparcimiento de miembros",
    "photos": [
      {
        "id": "foto-11",
        "title": "Reuni贸n social",
        "image": "images/gallery/social-1.jpg",
        "description": "Miembros en actividad social"
      }
    ]
  },
  {
    "id": "nano-gallery",
    "album": "Nano Gallery",
    "category": "Arte",
    "date": "2025-12-01",
    "description": "Competencia de arte en nanotecnolog铆a!",
    "photos": [
      {
        "id": "foto-1",
        "title": "Presentaci贸n del evento",
        "image": "images/gallery/nanogal/1.png",
        "description": "Presentaci贸n del evento"
      },
      {
        "id": "foto-2",
        "title": "Patch",
        "image": "images/gallery/nanogal/2.png",
        "description": "驴Una fotograf铆a rota o un dispositivo semiconductor? Esta imagen TEM captura la interfaz cr铆tica entre Silicio y xido de Vanadio. La textura inferior revela la estructura cristalina del silicio, mientras que la capa oscura superior es 贸xido de vanadio, un semiconductor que permite el transporte 贸ptimo de huecos hacia el contacto met谩lico. En el medio, una fina capa de 贸xido de silicio surge por la reactividad qu铆mica entre ambos materiales.  Visi贸n art铆stica: Un paisaje de playa fragmentado con una costura en \"X\" que evoca una fotograf铆a descosida.  Equipo: Microscopio Titan G2 60-300."
      },
      {
        "id": "foto-3",
        "title": "Paisaje",
        "image": "images/gallery/nanogal/3.png",
        "description": "La belleza en los defectos. Observamos el contacto trasero de una c茅lula solar de kesterita. Sobre la capa de molibdeno y seleniuro de molibdeno (MoSe), aparece un \"hole\" justo en la interfaz con la kesterita. Desde la f铆sica de semiconductores, este espacio representa un punto de recombinaci贸n de cargas y, por tanto, un defecto estructural del material.  Visi贸n art铆stica: Aprovechando el perfil de este agujero, la imagen se transforma en un paisaje natural.  Equipo: Microscopio Titan G2 60-300."
      },
      {
        "id": "foto-4",
        "title": "El gato esferulico",
        "image": "images/gallery/nanogal/4.png",
        "description": "El caos ordenado de la cristalizaci贸n. Esta imagen captura la recristalizaci贸n de un pol铆mero PLA-PGA tras ser fundido a 120C y sometido a un tratamiento en fr铆o. Las estructuras visibles son esferulitas: l谩minas altamente ordenadas que irradian tridimensionalmente desde un centro de nucleaci贸n.  Visi贸n art铆stica: Representada como un gato por la dualidad orden-caos. El \"ojo\" simboliza el inicio de la nucleaci贸n (orden), mientras que su ausencia muestra una estructura amorfa en formaci贸n.  Equipo: Microscopio de luz polarizada (100x - 400x)."
      },
      {
        "id": "foto-5",
        "title": "Samurai",
        "image": "images/gallery/nanogal/5.png",
        "description": "Resiliencia a escala nanom茅trica. Superficie rugosa de un hidrogel de alginato dopado con nanotubos de carbono y puntos cu谩nticos. La textura fue inducida por la contracci贸n del material al secarse al aire durante dos d铆as. F铆sicamente, muestra c贸mo el material mantiene una estructura r铆gida pese a la p茅rdida masiva de agua.  Visi贸n art铆stica: Las l铆neas de tensi贸n simulan la silueta de un samur谩i moviendo su t煤nica, simbolizando la resiliencia del hidrogel.  Equipo: Microscopio de luz polarizada (200x)."
      },
      {
        "id": "foto-6",
        "title": "Destruccion",
        "image": "images/gallery/nanogal/6.png",
        "description": "H铆bridos: Biolog铆a y Nanotecnolog铆a. Organismo h铆brido formado por la cianobacteria Fischerella muscicola y nanopart铆culas de plata (AgNPs) sintetizadas v铆a qu铆mica verde (extracto de carrasquilla). Se observan aglomeraciones met谩licas sobre la membrana mucilaginosa de la bacteria, confirmadas mediante an谩lisis EDS.  Equipo: SEM 'MIRA3 TESCAN' (11.2Kx)."
      },
      {
        "id": "foto-7",
        "title": "Prisnas de ataduras",
        "image": "images/gallery/nanogal/7.png",
        "description": "Geometr铆a qu铆mica. Cristales resultantes de la s铆ntesis qu铆mica de nanopart铆culas de plata (AgNPs). La morfolog铆a se logr贸 mediante incubaci贸n a 70C durante 70 horas y reducci贸n con Boro Hidruro de Sodio a 4C.  Equipo: TEM FEI-Tecnai G20 Twin-Spirit (80kV)."
      },
      {
        "id": "foto-8",
        "title": "Nano Bosque",
        "image": "images/gallery/nanogal/8.png",
        "description": "Crecimiento vertical. Bosque de nanotubos de carbono de m煤ltiples paredes (MW-CNT) creciendo sobre acero con recubrimiento de n铆quel. Mediante CVD (Dep贸sito Qu铆mico de Vapor), los nanotubos emergen sobre aglomeraciones catal铆ticas formadas tras un recocido t茅rmico del sustrato.  Equipo: Microscopio electr贸nico SEM (Zoom 6700x)."
      },
      {
        "id": "foto-9",
        "title": "Imbabura Cuantico",
        "image": "images/gallery/nanogal/9.png",
        "description": "Topograf铆a cu谩ntica. Imagen AFM (Microscop铆a de Fuerza At贸mica) de Puntos Cu谩nticos de Carbono (CQDs) sintetizados hidrotermalmente a partir de semillas de sand铆a. Estos nanomateriales presentan fluorescencia estable y biocompatibilidad. La imagen muestra la distribuci贸n homog茅nea de las part铆culas tras spin coating.  Visi贸n art铆stica: Un paisaje topogr谩fico procesado para resaltar la morfolog铆a a nanoescala.  Equipo: AFM Park Systems NX7 (Modo No-Contact)."
      },
      {
        "id": "foto-10",
        "title": "Fireworks",
        "image": "images/gallery/nanogal/10.png",
        "description": "Esferas huecas explosivas. Bajo el lente del microscopio, estas estructuras de cianuro de ferrita de cobalto aparecen como esferas huecas similares a fuegos artificiales. Fueron sintetizadas mediante una ruta solvotermal asistida por polivinilpirrolidona (PVP).  Equipo: Microscopio Electr贸nico de Barrido JEOL."
      },
      {
        "id": "foto-11",
        "title": "Nanoflowers",
        "image": "images/gallery/nanogal/11.png",
        "description": "Sensores luminiscentes. Estas 'flores' son nanobarras fusionadas de tereftalato de europio, una estructura metalorg谩nica (MOF). Poseen una propiedad f铆sica clave: fluorescencia roja intensa bajo UV que se extingue (quenches) en presencia de metales pesados, actuando como sensores de contaminaci贸n en agua.  Equipo: Zeiss Merlin SEM (Modo In-lens)."
      },
      {
        "id": "foto-12",
        "title": "Celula K562",
        "image": "images/gallery/nanogal/12.png",
        "description": "Adhesi贸n celular en el abismo. Micrograf铆a SEM de una c茅lula de leucemia mieloide cr贸nica (K562) sobre un electrodo de grafito/TiO2. Aunque estas c茅lulas no son adherentes por naturaleza, la imagen revela c贸mo utiliza dendritas (pies falsos) para aferrarse a la topograf铆a rugosa del electrodo.  Visi贸n art铆stica: Una esfera biol贸gica luchando por mantenerse en una superficie irregular y llena de cavidades.  Equipo: SEM (Muestra metalizada con oro)."
      }
    ]
  }
]
